original_date_files = ['江苏省政府2018年政府工作报告.txt','江苏省政府2019年政府工作报告.txt','江苏省政府2021年政府工作报告.txt',
                    '江苏省政府2022年政府工作报告.txt','省政府办公厅关于印发江苏省突发事件预警信息发布管理办法的通知.txt',
                    '省政府办公厅印发关于进一步加强财政金融支持农业农村发展若干政策措施的....txt',
                    '省政府办公厅转发省住房城乡建设厅等部门关于简化厂房仓储类项目审批优化....txt',
                    '省政府办公厅转发省发展改革委等部门关于加快推进基础设施投资建设若干措....txt',
                    '【文字解读】省发展改革委：《关于加快推进基础设施投资建设的若干措施》....txt',
                    '【文字解读】省残联：《江苏省残疾预防行动计划（2021-2025年）....txt']
#记得改成扩展后的数据文件名
extended_data_files = ['江苏省政府2018年政府工作报告.txt','江苏省政府2019年政府工作报告.txt','江苏省政府2021年政府工作报告.txt',
                    '江苏省政府2022年政府工作报告.txt','省政府办公厅关于印发江苏省突发事件预警信息发布管理办法的通知.txt',
                    '省政府办公厅印发关于进一步加强财政金融支持农业农村发展若干政策措施的....txt',
                    '省政府办公厅转发省住房城乡建设厅等部门关于简化厂房仓储类项目审批优化....txt',
                    '省政府办公厅转发省发展改革委等部门关于加快推进基础设施投资建设若干措....txt',
                    '【文字解读】省发展改革委：《关于加快推进基础设施投资建设的若干措施》....txt',
                    '【文字解读】省残联：《江苏省残疾预防行动计划（2021-2025年）....txt']

data_source_path = '../DataSource'